Enterprise_Serivces/Cert/Bronze2/CSLDigitalContentService/result1/Iteration1/t2_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/digitalcontent/contracts/2010/08/IDigitalContentService/GetSkusWithFreeDLC</wsa:Action><wsa:MessageID>uuid:c22713fb-8fa6-4f23-8da0-0d17746dbb5f</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://csldigitalcontentserviceqa1.testgs.pvt/DigitalContentService.svc</wsa:To></soap:Header><soap:Body><GetSkusWithFreeDLC xmlns="http://www.gamestop.com/services/csl/digitalcontent/contracts/2010/08"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName></request></GetSkusWithFreeDLC></soap:Body></soap:Envelope>